// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "글꼴 업로드";

OkButtonTitle = "확인";
CancelButtonTitle = "취소";
LoadingStorageDeviceInfoProcessTitle = "저장 장치 정보를 업로드 중.";
LoadingStorageDeviceListProcessTitle = "저장 장치 목록을 로딩 중.";
LoadingFontListProcessTitle = "글꼴 목록을 로딩 중.";
SendingFontProcessTitle = "\"%@\" 글꼴을 업로드 중…";
RemovingFontProcessTitle = "\"%@\" 글꼴을 제거 중…";
RemoveConfirmationMessage = "선택된 글꼴을 프린터에서 제거하시겠습니까?";
RemoveConfirmationMessageExplanation = "이 작업을 취소할 수 없습니다.";
StorageDeviceLocked = "저장 장치가 잠겨 있습니다";
RemoveFromMemoryMessage = "장치 메모리에서 글꼴을 삭제할 수 없음";
RemoveFromMemoryExplanation = "모든 사전 설치된 글꼴은 읽기 전용입니다. 장치가 다시 시작되면 사용자가 추가한 모든 글꼴이 메모리에서 삭제됩니다. 다른 저장 장치의 글꼴은 다시 부팅하는 동안 저장되며 수동으로 제거할 수 있습니다.";

DiskNameTemplate = "디스크, ID=%@ (크기: %@)";
FlashNameTemplate = "플래시 SIMM, ID=%@ (크기: %@)";
SizeInBytes = "%.1f 바이트";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "글꼴 파일 %@을(를) 열 수 없습니다.";
FileOpenErrorExplanation = "이 파일은 손상되었거나 지원되지 않는 형식입니다. 다른 글꼴 파일을 선택하고 다시 시도하십시오.";
FormatError = "\"%@\" 글꼴은 인식되는 형식이 아닙니다.";
FormatErrorExplanation = "다른 글꼴 파일을 선택하고 다시 시도하십시오.";
SingleUnsupportedError = "\"%@\" 글꼴은 지원되지 않습니다.";
SingleUnsupportedErrorExplanation = "해당 글꼴을 건너뜁니다.";
MultipleUnsupportedError = "%@ 글꼴은 지원되지 않습니다.";
MultipleUnsupportedErrorExplanation = "해당 글꼴을 건너뜁니다.";
SingleAlreadyScheduledError = "\"%@\" 글꼴은 이미 목록에 있습니다.";
SingleAlreadyScheduledErrorExplanation = "글꼴을 건너 뜁니다.";
MultipleAlreadyScheduledError = "%@ 글꼴이 이미 목록에 있습니다.";
MultipleAlreadyScheduledErrorExplanation = "해당 글꼴을 건너뜁니다.";
SingleAlreadyUploadedError = "\"%@\" 글꼴은 이미 프린터에 존재합니다.";
SingleAlreadyUploadedErrorExplanation = "글꼴을 건너 뜁니다.";
MultipleAlreadyUploadedError = "%@ 글꼴이 이미 프린터에 있습니다.";
MultipleAlreadyUploadedErrorExplanation = "해당 글꼴을 건너뜁니다.";
PrintChannelOpenError = "프린터 채널을 열 수 없습니다.";
PrintChannelOpenErrorExplanation = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";
DataSendError = "데이터를 프린터로 전송할 수 없습니다.";
DataSendErrorExplanation = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";
DataReceiveError = "데이터를 프린터로부터 수신할 수 없습니다.";
DataReceiveErrorExplanation = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";
FontSendError = "글꼴 데이터 \"%@\"을(를) 프린터로 전송할 수 없습니다.";
FontSendErrorExplanation = "프린터의 연결 및 전원 상태를 확인하십시오= 글꼴 목록의 나머지 부분이 프린터로 전송되지 않았습니다.";
FontRemoveError = "\"%@\" 글꼴을 프린터에서 제거할 수 없습니다.";
FontRemoveErrorExplanation = "프린터의 연결 및 전원 상태를 확인하십시오. 글꼴 목록의 나머지 부분이 프린터에서 제거되지 않았습니다.";
StorageDeviceFullError = "저장 장치가 가득 차 \"%@\" 글꼴을 업로드하지 못했습니다.";
StorageDeviceFullErrorExplanation = "다른 저장 장치를 선택하거나 사용하지 않은 일부 글꼴을 제거한 다음 다시 시도하십시오. 글꼴 목록의 나머지 부분이 프린터로 업로드되지 않았습니다.";
ScriptProcessingError = "\"%@\" 글꼴을 포함하는 스크립트를 처리하지 못했습니다.";
ScriptProcessingErrorExplanation = "다른 글꼴을 선택하고 다시 시도하십시오. 글꼴 목록의 나머지 부분이 프린터로 업로드되지 않았습니다.";
DeviceVmError = "프린터 메모리가 부족하여 \"%@\" 글꼴을 업로드하지 못했습니다.";
DeviceVmErrorExplanation = "다른 저장 장치를 선택하거나 사용하지 않은 일부 글꼴을 제거한 다음 다시 시도하십시오. 글꼴 목록의 나머지 부분이 프린터로 업로드되지 않았습니다.";

DeviceBusyErrorTitle = "현재 장치가 사용 중입니다.";
DeviceBusyErrorMessage = "장치가 현재 작업을 완료할 때까지 기다리십시오.";

FontNameTemplate = "\"%@\"";

Memory = "메모리";
UpdateNeeded = "업데이트가 필요합니다.";

TaskTitle = "글꼴 업로드";
TaskDescription = "프린터 글꼴이 포함된 파일을 선택하여 프린터로 전송하십시오. 전송된 글꼴을 인쇄 작업에 사용할 수 있습니다.";
StorageDevices = "프린터의 글꼴:";
UpdateButton = "글꼴 목록 업데이트";
RemoveButton = "제거";
AddButton = "추가…";
